[
  {
    "image": "01_golden_elbow_pot.jpg",
    "recipe_summary": "Cook pasta; prepare a cheese sauce. Combine, top with breadcrumbs, and bake until golden and bubbly."
  },
  {
    "image": "02_silky_string_delight.jpg",
    "recipe_summary": "Cook spaghetti; fry pancetta/bacon until crisp. Whisk eggs, Pecorino, and pepper; toss hot pasta and bacon with egg mixture off heat to create a creamy sauce."
  },
  {
    "image": "04_green_creamy_dip.jpg",
    "recipe_summary": "Mash ripe avocados. Gently mix in lime juice, diced onion, cilantro, jalapeño (optional), and salt."
  },
  {
    "image": "05_sweet_soaked_slices.jpg",
    "recipe_summary": "Whisk eggs, milk, cinnamon, and vanilla to create a custard. Dip bread slices in the custard and pan-fry in butter until golden brown."
  },
  {
    "image": "06_velvet_meat_ribbons.jpg",
    "recipe_summary": "Sauté beef strips, onions, and mushrooms; simmer in beef broth. Stir in sour cream just before serving over egg noodles."
  },
  {
    "image": "07_morning_flat_cakes.jpg",
    "recipe_summary": "Whisk together flour, sugar, baking powder, salt, egg, milk, and melted butter for batter. Pour spoonfuls onto a hot griddle and cook until golden."
  },
  {
    "image": "08_tricolor_fresh_stack.jpg",
    "recipe_summary": "Layer slices of fresh mozzarella, ripe tomatoes, and fresh basil leaves. Drizzle with extra virgin olive oil and season; optionally add balsamic glaze."
  },
  {
    "image": "09_crisp_shell_scoops.jpg",
    "recipe_summary": "Brown ground beef; stir in taco seasoning and water, then simmer until thickened. Serve in taco shells or tortillas with desired toppings."
  },
  {
    "image": "10_creamy_red_bird_simmer.jpg",
    "recipe_summary": "Marinate chicken pieces, then simmer them in a rich, buttery tomato-cream gravy infused with fenugreek leaves. Serve with flatbread or rice."
  },
  {
    "image": "11_green_cheese_cubes.jpg",
    "recipe_summary": "Sauté blanched spinach purée with garlic, ginger, and aromatic spices. Gently fold in cubes of Indian cottage cheese (paneer) and simmer briefly."
  },
  {
    "image": "12_layered_scented_rice.jpg",
    "recipe_summary": "Marinate meat (or vegetables) with yogurt and spices; partially cook fragrant basmati rice with whole spices. Layer the meat/veg and rice, then steam together until fully cooked and aromatic."
  },
  {
    "image": "13_fried_spiced_triangles.jpg",
    "recipe_summary": "Prepare a savory filling of spiced potatoes and peas (or minced meat). Encase the filling in pastry dough shaped into cones and deep-fry until golden and crisp."
  },
  {
    "image": "14_sweet_syrup_spheres.jpg",
    "recipe_summary": "Make small balls from a dough of milk solids (khoya or milk powder) and a little flour; deep-fry them until golden brown. Soak the fried balls in a warm, cardamom-scented sugar syrup."
  },
  {
    "image": "15_smoky_purple_mash.jpg",
    "recipe_summary": "Roast or grill a whole large eggplant over an open flame or under a broiler until the skin is charred and the flesh is soft. Mash the smoky pulp and sauté with chopped onions, tomatoes, ginger, garlic, and spices."
  }
]
